Repository: AigizK/bashkort-parallel-corpora
Catalog: tmx/Баласа-1065.tmx
Source language: ru
Languages: ba

source: Оказывается, я еще жив.
ba: Мин теремен икән әле.

source: Вижу льдисто-синее застывшее небо,
ba: Зәп-зәңгәр булып туңып, ҡатып ҡалған күкте күрәм.

source: медное солнце, примерзшее к этой синеве.
ba: Шул күккә ҡалтайған баҡыр ҡояш йәбешкән.

source: Видать, и ему уже недолго осталось, скоро отвалится...
ba: Былай булһа, күпкә сыҙамаҫ, ҡубып төшөр, моғайын...

source: Я еще жив.
ba: Мин теремен икән әле.

source: Слышу, где-то рядом с легким клокотаньем бьет родничок.
ba: Эргәмдә генә, бүлкелдәп, шишмә сығып ятҡанын ишетәм.

source: По телу проходит дрожь...
ba: Ҡапыл тертләпки тәм.

source: Чудно!
ba: Сәйер.

source: Родник-то не из земли, из моей груди выбегает — бульк, бульк, бульк.
ba: Ул шишмә ерҙән түгел, минең күкрәгемдән бүлкелдәй: бүлт, бүлт, бүлт...

source: Понемногу прихожу в себя.
ba: Мин аҡрынлап зиһенемде туплайым.

source: Теперь уже слышу ясно: из груди, слева, вперемешку с кровью выпархивает дыханье.
ba: Хәҙер ап- асыҡ ишетәм: һулыш алған һайын күкрәгемдең һул яғынан ҡан ҡатыш борхолдап тын сыға.

source: Ни боли, ни мучений.
ba: Һыҙлау ҙа, ғазап та юҡ.

source: Будто и не я это, а кто-то другой.
ba: Әйтерһең, был мин түгел, бүтән берәү.

source: А я — вон я, навьючил на себя две катушки и тяну связь на передовую.
ba: Ә мин иһә, ике катушка йөкмәп, әле булһа алғы һыҙыҡҡа, ут һыҙығына элемтә тартам.

source: По несущейся передо мной тени я бегу через голое поле — только разрывы мин вырастают и опадают по сторонам.
ba: Унда- һанда ярылған миналарға иғтибар итмәй, ҡола ялан буйлап югерәм.

source: Она длинная, моя тень,
ba: Минән алда оҙон шәүләм һуҙылған.

source: значит, солнце взошло недавно.
ba: Тимәк, инде ҡояш та ҡалҡҡан.

source: Вдруг тень с лёта упирается в одинокий дуб на меже.
ba: Күләгәмдең башы ниндәйҙер ыҙан һымаҡ ерҙә ултырған яңғыҙ имәнгә килеп төртөлә.

source: В тот же миг прямо передо мной вспыхивает огненный стог — и гаснет.
ba: Шул саҡ эргәмдә генә гөлт итеп ут күбәһе тоҡанып һүнә.

source: Но последняя маленькая искра толкает меня в грудь, и я с разбега остановился,
ba: Күбәнең бер осҡоно минең күкрәгемде өтөп ала.

source: отшатнулся.
ba: Мин ҡапыл туҡталып ҡалам.

source: Закачался...
ba: Бер аҙ сайҡалып торам...

source: Я все еще качаюсь.
ba: Мин әле булһа сайҡалам.

source: Нет, теперь уже сама земля укачивает меня — как в колыбели.
ba: Юҡ, хәҙер мине Ер үҙе бәүелтә — сәңгелдәктәге кеүек.

source: Небо то убегает ввысь, то подходит совсем близко.
ba: Офоҡ берсә артҡа сигенә, берсә яҡын килә.

source: Тот солдат, бежавший с катушками, и я сходимся, сходимся и — становимся одним человеком.
ba: Бая югергән һалдат менән беҙ икебеҙ йәнә бер кешегә әйләнәбеҙ.

source: Вот это хорошо.
ba: Быныһы яҡшы.

source: Жалко было бы — если бы совсем разминулись.
ba: Бөтөнләйгә аймылышһаҡ, аяныс булыр ине.

source: Да, я уже живой.
ba: Эйе, мин теремен инде.

source: Над самой головой колышутся ветви дуба,
ba: Баш осомда имән ботаҡтары бәүелә.

source: а вокруг него, взявшись за руки, ведут хоровод малыши.
ba: Ағас тирәләй, ҡулға-ҡул тотоношоп, ваҡ балалар әйлән-бәйлән уйнай.

source: И среди них — я, моя сестренка Салиса, братишка Ильяс.
ba: Улар араһында мин дә, минең кесе туғандарым Сәлисә менән Ильяс та бар.

source: Сначала мы поем какую-то веселую песню, потом начинаем верещать,
ba: Башта беҙ күңелле йыр йырлайбыҙ, шаярышып зыҡ ҡубабыҙ.

source: спорим, ссоримся, плачем
ba: Унан нимәгәлер ыҙғышып илашып алабыҙ.

source: и снова миримся.
ba: Тағы татыулашабыҙ.

source: А сами все кружимся, кружимся, кружимся...
ba: Үҙебеҙ һаман әйләнәбеҙ, әйләнәбеҙ, әйләнәбеҙ...

source: И не только мы кружится земля вокруг дуба, небо.
ba: Беҙ генә түгел, ошо имән тирәләй бөтә ер, бөтә күк әйләнә.

source: Солнце кружится, луна, проглядывающие звезды...
ba: Ҡояш, ай, йондоҙҙар әйләнә.

source: Только дуб стоит, не шелохнется.
ba: Ә ағас ҡымшанмай ҙа тик тора.

source: Но дерево уже не дерево, а моя Старшая Мать.
ba: Был имән минең Оло инәйем булып сыға.

source: И не одни малыши, вся наша семья — отец, Младшая Мать, мои старшие братья, сестры кружатся вокруг нее.
ba: Уның тирәһендә инде балалар ғына түгел, беҙҙең бөтә ғаиләбеҙ — атайым, Кесе инәйем, ағайҙарым, апайҙарым әйләнә.

source: Даже пара наших серых коней, две пестрые коровы, телята, овцы, куры, гуси в этом хороводе.
ba: Хатта бер пар күк атыбыҙ, ике ала һыйырыбыҙ, быҙауҙарыбыҙ, һарыҡтарыбыҙ, тауыҡ-ҡаҙҙарыбыҙ әйләнә.

source: Вокруг нее вращаются все наши счастья-радости, беды-горести, заботы каждодневные и долгие мечты мир и судьба наши кружатся.
ba: Шул кеше тирәһендә беҙҙең барлыҡ бәхет-шатлыҡтарыбыҙ, ҡайғы-хәсрәттәребеҙ, көндәлек мәшәҡәттәребеҙ, өмөт-хыялдарыбыҙ әйләнә — донъябыҙ әйләнә.

source: Старшая Мать — незыблемый ствол этой жизни,
ba: Минең Оло инәйем ошо әйләнеп торған донъяның үҙәге ул.

source: и потому стоит она спокойно и надежно,
ba: Шуға күрә тыныс һәм хәүефһеҙ баҫып тора.

source: будто неведомы ей печаль и страдания, старение и смерть,
ba: Уның өсөн, әйтерһең, һәләкәт тә, ғазап та юҡ.

source: только мягкая улыбка на лице...
ba: Йөҙөндә шәфҡәтле йылмайыу...

source: Утренний свет скачет в листьях дуба.
ba: Имән япраҡтарында иртәнге нурҙар һикерешеп уйнай.

source: Ветра нет, это лучи раскачивают листья, и они тихо шелестят.
ba: Әллә нурҙар, әллә япраҡтар үҙҙәре талғын ғына ҡыштырҙай.

source: Нет на земле ни войны, ни смерти.
ba: Ерҙә һуғыш та, үлем дә юҡ.

source: Только все еще чем-то колотят по солнцу — бом, бом, бом...
ba: Тик ҡояшҡа һаман да нимә менәндер һуғалар: гөп, гөп, гөп...

source: Прилетели откуда-то безобразные птицы с черными крестами на крыльях и закружили в небе.
ba: Ҡанаттарына ҡара тәре тамғалары һуғылған шөкәтһеҙ ҡоштар ҡайҙандыр килеп сыға ла һауала әйләнә башлай.

source: Вспышки зенитных разрывов заплясали вокруг них.
ba: Улар тирәһендә гөп тә гөп зенит туптары ярыла.

source: Я лежу навзничь и вижу все прямо перед собой.
ba: Мин салҡан ятҡан килеш бөтәһен дә күреп торам.

source: Вдруг из утробы этих птиц стали выпрыгивать черные птенцы.
ba: Бына әлеге ҡоштарҙың ҡорһаҡтарынан ҡара себейҙәр һикерешеп сыға башланы.

source: В слепой ярости они ринулись прямо на меня.
ba: Улар ажғырышып ергә, минең өҫтәмә ынтылалар.

source: Каждая бомба нацелилась в меня, только в меня.
ba: Әйтерһең, һәр бомба миңә генә, бары миңә генә тәғәйенләнгән.

source: Считаю: одна, две, три, четыре, пять... девять, десять, одиннадцать...
ba: Һанап ятам: бер, ике, биш, ун...

source: Не многовато ли на одного?
ba: Бер кешегә күберәк түгелме?

source: Сейчас, вот... первый взрыв, и содрогнется земля...
ba: Бына-бына, ер тетрәтеп, шартлауҙар башланыр.

source: Вот, сейчас...
ba: Бына, бына...

source: В один день второй раз умирать не хочется.
ba: Бер көндө икенсе тапҡыр үлге килмәй.

source: Двадцать два года я эту жизнь копил — по дням, по часам, по минутам, а тут возьми, дескать, и опрокинь чашку.
ba: Егерме ике йыл буйы көнләп, сәғәтләп, минутлап йыйылған ғүмерҙе бер юлы ғына түңкәр ҙә ташла, имеш.

source: Нет уж.
ba: Юҡ инде.

source: Я хочу вскочить, спрятаться куда-то.
ba: Ҡайҙалыр тороп югермәксе итәм.

source: Не могу.
ba: Хәлем юҡ.

source: Только и хватило меня, чтобы перевернуться лицом вниз.
ba: Бары йөҙтүбән әйләнеп ятырлыҡ ҡына көсөм ҡалған.

source: И тут пошел беспрерывный грохот.
ba: Өҙлөкһөҙ шартлау башланды,

source: С каждым взрывом я вбираюсь в землю, вжимаюсь в нее.
ba: һәр бомба ярылған һайын, тупраҡҡа һеңә барам, һеңә барам.

source: И стало мне стыдно.
ba: Үҙем өсөн үҙем хурланып киттем.

source: Да что я, крот, что ли, землю носом рыть?
ba: Мороном менән балсыҡ соҡорға һуҡыр сысҡанмы ни мин?

source: В бою среди товарищей трусом не слыл, а вот сейчас одолеешь ли себя?
ba: Яу эсендә кеше араһында ҡурҡаҡтарҙан иҫәпләнмәй инең бит.

source: Один на один со страхом, когда никто не видит?..
ba: Йөрәкле егетмен тиһәң, һин япа-яңғыҙ саҡта батыр бул. Бына хәҙер, әҙәм күрмәгәндә...

source: Впрочем, кому надо тебя видеть, увидит всегда.
ba: Хәйер, күрергә тейеш кеше һине барыбер күрә ул.

source: Любимый человек, скажем.
ba: Әйтәйек, иң яратҡан кешең.

source: Ведь для него ни времени, ни расстояния — нет.
ba: Уның өсөн ара ла, ваҡыт та юҡ.

source: Ожидать смерть спокойно, без суетни тоже мужество.
ba: Әжәлеңде сәбәләнмәй генә көтә белеү — үҙе ирлек түгелме?

source: Так не суетись!
ba: Сәбәләнмә!

source: Я снова лег навзничь.
ba: Мин яңынан салҡан әйләндем.

source: Придет смерть, пусть в глаза хоть заглянет.
ba: Әйҙә, күҙемә ҡарап килһен үлем!

source: Нет, на сей раз не пришла.
ba: Юҡ, килмәне был юлы.

source: Врезала стальным осколком мету в мою двадцатидвухлетнюю жизнь и прокатила дальше.
ba: Минең егерме ике йәшлек ғүмеремә тимер ярсыҡ менән билдә һуғып, ҡайҙалыр башҡа тарафҡа китеп барҙы.

source: Тишина легла задохнуться можно.
ba: Яланда шартлауҙар һүнде.

source: Жутко даже.
ba: Хатта ҡурҡыныс.

source: Вдруг горестный леденящий крик пронесся над полем, ударил мне в сердце.
ba: Ҡапыл йән тетрәткес ғазаплы, әрнеүле бер тауыш минең ҡолағыма, юҡ, ҡолағым аша йөрәгемә бәреп инде.

source: И стон, и плач, и мольба —
ba: Был ыңғырашыу ҙа, илау ҙа, ялбарыу ҙа түгел ине.

source: никогда в жизни не слышал я такого крика.
ba: Бындай ауазды ғүмеремдә беренсе тапҡыр ишетәм.

source: Весь вытянувшись, я ждал.
ba: Мин, һағайып, тауыштың ҡабатланыуын көттөм.

source: Долго ждал.
ba: Оҙаҡ көттөм.

source: Он не повторился, но в душе моей остался навсегда.
ba: Ул ҡабатланманы, әммә минең күңелемә ғүмерлеккә һеңеп ҡалды.

source: Значит, тут, на поле боя, кто-то с последним вздохом оставил миру свой прощальный крик.
ba: Тимәк, яу ҡырында кемдер берәү аҡтыҡҡы һулышын алды, күкрәгендә ҡалған һуңғы ауазды донъяға шулай һытып сығарҙы.

source: И в то же мгновение ожили, вырвались, зазвенели десятки других голосов.
ba: Нәҡ шул ваҡыт минең аңымда, минең хәтеремдә унарлаған бүтән өндәр ҡабаттан терелеп, яңғырай башланы.

source: Это уже был первый зов новорожденных, который посылают они в раздольный мир.
ba: Былары инде — яңы тыуған сабыйҙарҙың йыһан киңлектәренә осорған беренсе ауаздары.

source: Я много слышал их, когда был маленький.
ba: Бала сағымда уларҙы мин күп ишеттем.

source: И в это смертное, в это свежее утро боя они сошлись в моей душе — крик первый и крик прощальный.
ba: Хәҙер бына ошо фажиғәле, ошо саф иртәлә кешенең беренсе һәм һуңғы ауазы минең рухымда бергә килеп ҡушылды;

source: Теперь мне суждено нести их до самых пасмурных и грустных своих дней, потому что я тогда понял, почему у реки — два берега.
ba: һәм миңә уларҙы көндәремдең иң йонсоуҙарына, иң моңһоуҙарына ҡәҙәр үҙем менән алып барырға насип буласаҡ.

source: Потому что как два берега держат течение вод,
ba: Сөнки бынан һуң мин йылғаның ярҙа ры ни өсөн икәү булыуын аңланым.

source: так и между двух берегов течет сама Замана — Время: один берег — небытие, другой вечность.
ba: Уларҙың береһе— фанилек, икенсеһе — мәңгелек икән, ә уртанан һыуҙар аға. Шунда уҡ ярҙар араһынан Замана үҙе аға.

source: А человек кладет на это жизнь — пытается соединить два берега: из дерева, камня, железа, из мысли и мечты строит он мост.
ba: Ә кеше ғүмер баҡый, әлеге ике ярҙы тоташтыр маҡсы булып, ағастан, таштан, тимерҙән, фекерҙән, хыялдан күпер һала.

source: Уносят мост половодья, крушат ураганы, обращает его в золу мимолетный галактический огонь.
ba: Күперен ташҡындар алып ки тә, дауылдар емерә, галактикаларҙан килгән уттар ялмап көл итә;

source: Человек гибнет, рождается вновь и принимается за свое извечное дело: строит мост.
ba: кеше үҙе һәләк була, яңынан тыуа һәм төп эшенә керешә: күпер һала.

source: Потому что всегда в его сердце живут те два крика.
ba: Сөнки уның йөрәгендә баяғы ике ауаз йәшәй.

source: ...Вдруг показалось, что дуб шатнулся,
ba: ...Имән тайшанып киткәндәй булды.

source: потом снова встал на место.
ba: Юҡ, ул ҡуҙғалманы.

source: Кто-то бережно поднял меня и положил на носилки.
ba: Кемдәрҙер мине һаҡ ҡына күтәреп носилкаға һалды.

source: Понесли.
ba: Алып киттеләр.

source: В изножье шагает тщедушный солдатик,
ba: Аяҡ осомдан носилканы сибек кенә һалдат күтәреп бара.

source: я вижу только его опущенные плечи и худое желто-бледное лицо,
ba: Мин уның бары төшөнкө яурындарын һәм арыҡ аҡһыл йөҙөн генә күрәм.

source: по скулам двумя извилистыми ручейками струится грязный пот.
ba: Уның ике яңағынан, бормалы ике һуҡмаҡ булып, ҡара тир аға.

source: Его карие глаза смотрят на меня пристально, завораживающе...
ba: Арбаусан һоро күҙҙәре миңә төбәлгән.

source: Будто зовут они меня далеко-далеко — в милосердные пределы, в безмятежные года.
ba: Ул күҙҙәр, әйтерһең, мине ҡайҙалыр алыҫҡа — мәрхәмәтле ерҙәргә, хәүефһеҙ замандарға саҡыра.

source: Или, напротив, завлекают в зловещий и мрачный край, откуда и эхо твое не вернется?
ba: Әллә бөтөнләй киреһенсәме — тауышың да әйләнеп ҡайтмаҫ шомло яҡтарға әйҙәйме?

source: «Отведи глаза... — хочу я сказать.
ba: Күңелемде ҡапыл шик баҫа. «Минән ал шул күҙҙәреңде.

source: — Оставь меня здесь», — но изо рта только кровь прыскает.
ba: Ошонда ғына ҡалдыр мине...» — тип ялбармаҡсы булам, әммә тауыш урынына ауыҙымдан бөркөлөп ҡан сыға.

source: Еще я замечаю шрам поперек подбородка.
ba: Йәнә уның эйәк өҫтөндәге оҙонса ғына арҡыры йөйҙө шәйләйем.

source: Наверное, след старой раны...
ba: Был күптәнге яра эҙе булырға тейеш...

source: Бледное лицо, карие глаза, мета на подбородке — все это вяжется в один узел.
ba: Ошо аҡһыл сырай, һоро күҙҙәр, эйәгендәге йәрәхәт эҙе минең бөтә иғтибарымды бер нөктәгә тарта.

source: Что же это за узел?
ba: Ҡайҙа һуң ул нөктә?

source: Кто этот человек, который с трудом несет мое окровавленное отяжелевшее тело?
ba: Минең ҡан эсендәге ауыр кәүҙәмде көс-хәл менән күтәреп барған кеше кем һуң ул?

source: Не могу, совсем обессилела память, соберется и тут же разжимается.
ba: Хәтерләй алмайым, зиһенемдең ҡеүәте етмәй,

source: Потом я его вспомню, очень хорошо вспомню.
ba: һуңынан мин уны иҫемә төшөрәсәкмен, бик асыҡ итеп төшөрәсәкмен.

source: А сейчас он, спотыкаясь, вспахивая сапогами землю, выносит меня с поля, где только что забавлялась моя смерть.
ba: Ә хәҙер ул мине әжәлем һағалап торған һәләкәт яланынан абына-һөрөнә күтәреп алып сығып китте..

source: Это поле осталось на тридцать лет позади.
ba: Теге ялан хәҙер минән утыҙ йылға артта тороп ҡалды.

source: Живет ли еще тот дуб, который причудился мне Старшей Матерью, я не знаю.
ba: Мине ышығына алған имән әле иҫәндерме-юҡтырмы, белмәйем.

source: А Старшая Мать еще задолго до того утра переселилась в дом, где быть ей вечно.
ba: Шул имәнде хәтерләткән ми нең Оло инәйем инде унан да элек үҙенең мәңгелек йортона күскәйне.

source: В день, когда она ушла, падал крупный порхающий снег, падал и падал, и крыша ее дома скоро стала белой-белой.
ba: Ул киткәндә талпынып-талпынып күбәләк ҡар яуа ине. Уның йорт түбәһен шунда уҡ ап-аҡ ҡар ҡапланы.

source: Но Старшая Мать и поныне стоит посередине — то солнечной, то ненастной, то цветами покрытой, то метелью повитой — поляны моей жизни.
ba: Ләкин Оло инәйем әле булһа минең берсә ҡояшлы, берсә болотло, берсә сәскәле, берсә ҡар-буранлы яҙмышым яланының уртаһында баҫып тора.

source: И все кружатся, кружатся вокруг нее мое детство, моя юность, годы возмужания и зрелости, вся моя жизнь кружится вокруг нее.
ba: Уның тирәһендә минең бөтә яҙмышым әйләнә.

source: Помню: первая рука, которая поддержала и повела меня — была ее рука.
ba: Асыҡ хәтерләйем: ғүмеремдә мине беренсе тап ҡыр етәкләп алған ҡул — уның ҡулы булды.

source: Мы много ходили вместе, часто она вела меня вот так — за мою послушную руку своей мягкой и крепкой.
ba: Унан һуң беҙ етәкләшеп бик күп йөрөнөк.

source: Вот и сейчас мы, взявшись за руки, спешим вниз по улице.
ba: Бына әле лә атлай-йүгерә Түбән осҡа табан китеп барабыҙ.

source: Люди, наверное, удивляются: «И куда они так спешат?»
ba: Ҡайҙа шулай ашығалар былар, тиме икән кешеләр!

source: Когда бы спросили, я ответил: «Человека родить».
ba: Атап ҡына һораһалар, әйтермен: «Кеше тыуҙырырға!»
